[
  {
    "id": 1,
    "kategori": "Career Development",
    "judul": "Pemerintah Resmi Memulai Program Pemagangan Nasional bagi Lulusan Perguruan Tinggi",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/ef4/15e/e39/oTgaKjQDhfoZTmnrapHlcXf3g9kXYjjgvmA0Q90B.jpg",
    "ringkasan": "Pemerintah melalui Kementerian Ketenagakerjaan (Kemnaker) secara resmi membuka Penyelenggaraan Pemagangan Nasional Lulusan Perguruan Tinggi...",
    "isi": "Pemerintah melalui Kementerian Ketenagakerjaan (Kemnaker) meluncurkan program pemagangan nasional bagi lulusan perguruan tinggi untuk meningkatkan kompetensi dan daya saing tenaga kerja muda di pasar global. Program ini diharapkan menjadi jembatan antara dunia pendidikan dan dunia industri.\n\nDalam pelaksanaannya, Kemnaker bekerja sama dengan berbagai perusahaan dan lembaga pendidikan untuk menyediakan posisi magang yang sesuai dengan bidang studi peserta. Peserta akan mendapatkan pengalaman kerja langsung serta pembinaan dari para profesional di industri terkait.\n\nProgram ini juga diharapkan dapat mengurangi tingkat pengangguran di kalangan lulusan baru, sekaligus memperkuat sinergi antara pemerintah, dunia usaha, dan dunia pendidikan dalam membangun sumber daya manusia yang unggul."
  },
  {
    "id": 2,
    "kategori": "Career Development",
    "judul": "Wamenaker Dorong BUMN Jadi Penggerak Ekonomi yang Berkeadilan",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/282/cdb/9d9/dFWG0XpOJcBJY78xePYLXbTSP67A5TW8d1sOZgrP.jpg",
    "ringkasan": "Wakil Menteri Ketenagakerjaan, Afriansyah Noor, mendorong Badan Usaha Milik Negara (BUMN) untuk memperkuat...",
    "isi": "Wamenaker Afriansyah Noor menekankan pentingnya peran BUMN sebagai penggerak ekonomi yang berkeadilan dan berkelanjutan. Ia menilai BUMN memiliki tanggung jawab besar dalam membuka peluang kerja serta memperkuat sektor-sektor produktif nasional.\n\nDalam arah kebijakannya, pemerintah mendorong agar BUMN tidak hanya fokus pada keuntungan finansial, tetapi juga memberikan kontribusi sosial melalui program pelatihan dan peningkatan kompetensi tenaga kerja. Langkah ini diharapkan mampu memperluas kesempatan kerja yang inklusif.\n\nAfriansyah juga menegaskan pentingnya sinergi antara BUMN, swasta, dan pemerintah daerah untuk mewujudkan pertumbuhan ekonomi yang merata di seluruh wilayah Indonesia."
  },
  {
    "id": 3,
    "kategori": "Career Development",
    "judul": "Kemnaker: Kepatuhan Dunia Usaha Dukung Keberhasilan Sistem Jaminan Sosial",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/f99/64c/d5f/0tlVJIfSTJNF3jDyX9zn9mxZb1qdKIcKspgGvw3s.jpeg",
    "ringkasan": "Sekretaris Jenderal Kementerian Ketenagakerjaan (Kemnaker) Cris Kuntadi menilai keberhasilan sistem...",
    "isi": "Sekjen Kemnaker Cris Kuntadi menegaskan bahwa keberhasilan sistem jaminan sosial sangat bergantung pada kepatuhan dunia usaha dalam memenuhi kewajiban ketenagakerjaan. Ia menilai partisipasi aktif pengusaha akan memperkuat perlindungan bagi pekerja.\n\nKemnaker berkomitmen memperkuat regulasi dan pengawasan untuk memastikan perusahaan menjalankan tanggung jawabnya dalam hal keselamatan kerja, jaminan sosial, dan kesejahteraan karyawan. Kepatuhan tersebut dinilai sebagai bentuk dukungan nyata terhadap keberlanjutan sistem sosial nasional.\n\nDengan kolaborasi antara pemerintah, pengusaha, dan pekerja, sistem perlindungan tenaga kerja akan semakin kokoh dan mendorong terciptanya keadilan sosial di dunia kerja."
  },
  {
    "id": 4,
    "kategori": "Career Development",
    "judul": "Menaker Tinjau Pelaksanaan Magang Nasional di Mustika Ratu",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/4d5/af2/e32/uOH07yqwX7Kb5dUtqhrUMtIBsI2qpEGodXrMaXai.jpg",
    "ringkasan": "Menteri Ketenagakerjaan Yassierli meninjau pelaksanaan program magang nasional 2025 bagi lulusan baru...",
    "isi": "Menaker Yassierli mengunjungi PT Mustika Ratu Tbk untuk meninjau langsung pelaksanaan program magang nasional 2025. Dalam kunjungan tersebut, ia menyoroti pentingnya peran industri dalam memberikan pelatihan yang relevan bagi peserta magang.\n\nIa juga berdialog dengan peserta untuk mendengarkan pengalaman mereka selama mengikuti program. Banyak peserta menyampaikan bahwa kegiatan magang ini sangat membantu dalam memahami praktik kerja nyata di industri.\n\nMenaker menegaskan bahwa kolaborasi antara industri dan pemerintah sangat penting untuk menciptakan ekosistem pelatihan yang adaptif terhadap kebutuhan dunia kerja modern."
  },
  {
    "id": 5,
    "kategori": "Career Development",
    "judul": "Menaker Kemukakan Inisiatif Strategis Kemnaker dalam Meningkatkan Sistem K3 Nasional",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/61f/8aa/2eb/CITUibrMPPI4MmiLoZDqAnBbdpddDQy9ahYZpObh.jpg",
    "ringkasan": "Menteri Ketenagakerjaan, Yassierli, menegaskan komitmen Kementerian...",
    "isi": "Dalam acara peringatan Bulan K3 Nasional, Menaker Yassierli menyampaikan sejumlah inisiatif strategis untuk meningkatkan budaya keselamatan dan kesehatan kerja (K3) di seluruh sektor industri. Ia menekankan pentingnya penerapan standar K3 sebagai bagian dari produktivitas kerja.\n\nKemnaker juga tengah memperkuat sistem pengawasan serta memberikan pelatihan bagi perusahaan agar mampu menerapkan manajemen risiko secara efektif. Peningkatan kesadaran K3 diharapkan dapat mengurangi angka kecelakaan kerja di Indonesia.\n\nLangkah ini merupakan bagian dari strategi jangka panjang Kemnaker dalam mewujudkan lingkungan kerja yang aman, sehat, dan berdaya saing global."
  },
  {
    "id": 6,
    "kategori": "Career Development",
    "judul": "Setahun Menaker Yassierli, Kemnaker Hadirkan Lompatan Nyata",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/de2/928/266/2WvVq7ShibgL4Eh7pksBGBayQaZSRzSYlbWpLlW9.jpg",
    "ringkasan": "Menteri Ketenagakerjaan, Yassierli, memaparkan capaian dan arah kebijakan Kementerian Ketenagakerjaan...",
    "isi": "Menaker Yassierli menyoroti sejumlah capaian signifikan selama satu tahun kepemimpinannya di Kementerian Ketenagakerjaan. Ia menilai transformasi digital di berbagai layanan publik telah mempercepat pelayanan kepada masyarakat.\n\nSelain itu, program pelatihan vokasi nasional terus diperkuat dengan menggandeng berbagai industri dan lembaga pendidikan. Langkah ini menjadi bagian dari upaya menyiapkan tenaga kerja siap pakai di era industri 4.0.\n\nKe depan, Kemnaker berkomitmen untuk terus berinovasi dan memastikan kebijakan ketenagakerjaan berfokus pada pembangunan sumber daya manusia yang berdaya saing tinggi."
  },
  {
    "id": 7,
    "kategori": "Career Development",
    "judul": "1.500-an Peserta Lolos Program Pemagangan Nasional Batch I Gelombang 2",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/13a/92e/2ec/1kF4DqXTtE1zfOcsSUTni8ZuI2Lx49VJS6veKB8Z.jpg",
    "ringkasan": "Kementerian Ketenagakerjaan (Kemnaker) menetapkan sekitar 1.500-an peserta yang lolos Program Pemagangan...",
    "isi": "Kementerian Ketenagakerjaan (Kemnaker) mengumumkan sebanyak lebih dari 1.500 peserta yang lolos Program Pemagangan Nasional Batch I Gelombang 2. Program ini menjadi salah satu bentuk nyata dukungan pemerintah terhadap pengembangan kompetensi tenaga kerja muda.\n\nPara peserta yang lolos akan ditempatkan di berbagai sektor industri untuk mengikuti pelatihan berbasis praktik kerja nyata. Selain mendapatkan pengalaman langsung, peserta juga memperoleh bimbingan dari mentor profesional di bidangnya.\n\nMelalui program ini, pemerintah berharap dapat mencetak generasi muda yang terampil, adaptif, dan siap bersaing di dunia kerja modern."
  },
  {
    "id": 8,
    "kategori": "Career Development",
    "judul": "Kemnaker: Kepatuhan Dunia Usaha Dukung Keberhasilan Sistem Jaminan Sosial",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://akcdn.detik.net.id/community/media/visual/2025/10/14/sekretaris-jenderal-kementerian-ketenagakerjaan-kemnaker-cris-kuntadi-1760443282120.jpeg?w=700&q=90",
    "ringkasan": "Sekretaris Jenderal Kementerian Ketenagakerjaan (Kemnaker) Cris Kuntadi menilai keberhasilan sistem jaminan sosial sangat bergantung pada kepatuhan dunia usaha...",
    "isi": "Sekretaris Jenderal Kemnaker Cris Kuntadi menegaskan bahwa kepatuhan dunia usaha menjadi kunci utama dalam keberhasilan sistem jaminan sosial tenaga kerja di Indonesia. Perusahaan diharapkan aktif memastikan seluruh pekerja mendapatkan hak perlindungan sesuai ketentuan yang berlaku.\n\nPemerintah melalui Kemnaker terus memperkuat regulasi dan meningkatkan pengawasan terhadap pelaksanaan jaminan sosial di tempat kerja. Upaya ini dilakukan agar semua pihak menjalankan tanggung jawabnya secara adil dan transparan.\n\nCris Kuntadi berharap kesadaran dan kepatuhan dunia usaha terus tumbuh, sehingga tercipta lingkungan kerja yang sehat, produktif, dan berkeadilan bagi seluruh tenaga kerja Indonesia."
  },
  {
    "id": 9,
    "kategori": "Career Development",
    "judul": "Menaker Tinjau Pelaksanaan Magang Nasional di Mustika Ratu",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/4d5/af2/e32/uOH07yqwX7Kb5dUtqhrUMtIBsI2qpEGodXrMaXai.jpg",
    "ringkasan": "Menteri Ketenagakerjaan Yassierli meninjau langsung pelaksanaan program magang nasional di PT Mustika Ratu Tbk...",
    "isi": "Menteri Ketenagakerjaan Yassierli meninjau langsung pelaksanaan program magang nasional di PT Mustika Ratu Tbk. Dalam kunjungan tersebut, ia mengapresiasi perusahaan atas dukungannya dalam menyediakan fasilitas dan pembinaan bagi peserta magang.\n\nPara peserta yang mengikuti program menyampaikan pengalaman positif selama menjalani kegiatan magang, terutama dalam hal peningkatan keterampilan kerja dan profesionalisme. Mereka merasa terbantu dalam memahami dinamika dunia industri yang sesungguhnya.\n\nMenaker berharap lebih banyak perusahaan mengikuti langkah Mustika Ratu untuk berpartisipasi aktif dalam menciptakan tenaga kerja yang kompeten dan siap bersaing di pasar global."
  },
  {
    "id": 10,
    "kategori": "Career Development",
    "judul": "Pendaftaran Program Magang Nasional Batch I Ditutup",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/818/a4f/7ba/wOhpyKe1GHioec4v0yncLO4tvm65Ko1SDuyWj9Xi.jpg",
    "ringkasan": "Pendaftaran Program Magang Nasional Batch I resmi ditutup dengan antusiasme tinggi dari lulusan perguruan tinggi di seluruh Indonesia...",
    "isi": "Pendaftaran Program Magang Nasional Batch I resmi ditutup dengan antusiasme tinggi dari lulusan perguruan tinggi di seluruh Indonesia. Ribuan pendaftar menunjukkan minat besar terhadap peningkatan kompetensi kerja melalui program ini.\n\nKemnaker mencatat lebih dari 20 ribu pelamar mengikuti proses seleksi daring di berbagai daerah. Partisipasi yang tinggi ini menjadi bukti bahwa minat generasi muda terhadap peningkatan keterampilan semakin kuat.\n\nKe depan, pemerintah berencana memperluas jangkauan program agar lebih banyak pemuda Indonesia dapat memperoleh kesempatan magang yang relevan dengan kebutuhan industri modern."
  },
  {
    "id": 11,
    "kategori": "Career Development",
    "judul": "Kemnaker Dorong Partisipasi Perusahaan dalam Program Magang Nasional",
    "tanggal": "14 Oktober 2025",
    "penulis": "Siantar Codes Academy",
    "gambar": "https://portal.kemnaker.go.id/storage/attachments/921/229/7f8/ViQUw0VWQqTnRQZ2nIwQaviwKViuNRADNmybR83v.jpg",
    "ringkasan": "Kementerian Ketenagakerjaan mendorong partisipasi lebih banyak perusahaan dalam Program Magang Nasional...",
    "isi": "Kementerian Ketenagakerjaan terus mendorong keterlibatan lebih banyak perusahaan dalam Program Magang Nasional sebagai langkah memperkuat kolaborasi antara dunia usaha dan dunia pendidikan. Program ini dianggap sebagai salah satu solusi efektif untuk mempercepat pembangunan sumber daya manusia.\n\nMelalui kebijakan ini, Kemnaker menargetkan lebih dari 100 ribu posisi magang tersedia hingga akhir 2025. Perusahaan diharapkan tidak hanya menjadi pengguna tenaga kerja, tetapi juga menjadi mitra aktif dalam pembentukan SDM unggul melalui pelatihan langsung di tempat kerja.\n\nDengan meningkatnya partisipasi perusahaan, program ini diharapkan mampu menjadi motor penggerak dalam menciptakan tenaga kerja yang produktif, adaptif, dan berdaya saing tinggi."
  }
]
